[
    {
        "title": "Робототехника Lego (6+)", 
        "description": "Основы робототехники с помощью конструктора Lego. Они научатся собирать и программировать различные роботы, развивая свои навыки творчества, логического мышления и решения проблем.",
        "image": "https://educube.ru/upload/images/45678_1.jpg"
    },
    {
        "title": "Робототехника Arduino (11+)", 
        "description": "Основы робототехники с помощью платформы Arduino. Они научатся программировать микроконтроллеры и создавать различные устройства, развивая свои навыки в области электроники и программирования.",
        "image": "https://i.posleurokov.ru/resize/-/400/10852/93d2cee8f8851ecc4846d313bd8e973f.jpg"
    },
    {
        "title": "Python (10+)", 
        "description": "Дети научатся создавать программы, решать задачи и разрабатывать свои проекты, развивая свои навыки алгоритмического мышления и программирования.",
        "image": "https://netpoint-dc.com/blog/wp-content/uploads/2019/10/1_zxixptvl4rzkx3eduj38xw.jpeg"
    },
    {
        "title": "JavaScript (11+)", 
        "description": "Дети научатся создавать интерактивные веб-страницы, разрабатывать игры, боты и приложения, развивая свои навыки веб-разработки и программирования. Так же, в процессе обучения у детей формируется чувство эстетики и стиля.",
        "image": "https://itchief.ru/assets/images/covers/javascript-how-to-create-modal.jpg"
    },
    {
        "title": "Scratch (6+)", 
        "description": "Программа, в которой дети смогут изучить основы программирования с помощью визуального языка Scratch. Они научатся создавать анимации, игры и интерактивные истории, развивая свои навыки творчества, логического мышления и программирования.",
        "image": "https://cdn-emnkl.nitrocdn.com/DBFknxQwSymZyGiGvrXVqHFWqlQAtUlX/assets/static/optimized/rev-353c8dc/blog/wp-content/uploads/2020/12/scratch-dashboard.png"
    },
    {
        "title": "Unity (11+)", 
        "description": "Программа, в которой дети смогут изучить основы разработки игр с помощью игрового движка Unity. Они научатся создавать трехмерные игры, моделировать сцены и программировать поведение объектов, развивая свои навыки в области геймдевелопмента и программирования.",
        "image": "https://docs.unity3d.com/uploads/Main/using-editor-window.png"
    }
]   